"play" = "Jugar";
"about" = "Sobre";
"back" = "Espalda";
"highlevel" = "Nivel más alto";
"highscore" = "Puntuación alto";
"personalScore" = "Puntaje personal";
"leaderboard" = "Tabla de clasificación mundial";
"achievement" = "Logros";
"continue" = "Continuar por 50 estrellas";
"rewardAd" = "Consigue 25 estrellas";
"waveBoard" = "Nivel de clasificación";
"textsection" =
"¡Salva a los
dinosaurios!

¡Toca los asteroides!
¡Explóralos!
    
Dedicado a mi
hermana Samantha

Copyright © 2020
Jordan Klein.
Todos los derechos
reservados.";
"littledino" = "¡Protege a los Dinos!";
"level" = "Nivel";
"score" = "Puntuación";
"greatjob" = "Gran trabajo";
"goodjob" = "Buen trabajo";
"greattry" = "Gran intento";
"greateffort" = "Gran esfuerzo";
"goodeffort" = "Buen esfuerzo";
"playGame" = "Jugar";
"shop" = "Tienda";
"starAmount" = "Estrellas";
"removeAds" = "Quitar anuncios";

// Asteroid Types in Shop
"redAsteroid" = "Asteroides Rojos";
"blueAsteroid" = "Asteroides Azules";
"greenAsteroid" = "Asteroides Verdes";
"purpleAsteroid" = "Asteroides Morados";
"specialAsteroid" = "Asteroides Especiales";

//Unlockables
"redUnlockable" = "Necesitas 150 estrellas para desbloquear.";
"blueUnlockable" = "Necesitas 100 estrellas para desbloquear.";
"greenUnlockable" = "Necesitas 50 estrellas para desbloquear.";
"purpleUnlockable" = "Necesitas 200 estrellas para desbloquear.";
"specialUnlockable" = "Necesitas 250 estrellas para desbloquear.";
